[
  {
    "id": 1,
    "title": "Thông tin về server/ nào đông VN nhất",
    "content": "- Server Labyrinth của Sea nhé, Camp đông VN nhất là camp SAO-ĐÊM. \nTuy nhiên bởi vì dạo gần đây có một số thành phần phá slot camp bằng cách tạo acc level\nthấp hoặc mới tạo và xin vào camp, sau đó offline dài hạn dẫn đến slot camp bị đầy trong khi active member không có là bao. Nên dạo đây\nmayor đang siết chặt vấn đề này, nhiều kẻ ghen ăn tức ở bên ngoài không hiểu chuyện sẽ đi đồn SAO-ĐÊM chảnh chọe, nhưng họ không biết người tự có góc nhìn ấu trĩ\nđó lại chính là họ, hay nói cách khác: Vốn dĩ SAO-ĐÊM không cần có trách nghiệm phải thay đổi hoặc phải cung kính mời ai vào cả. (Hãy mạnh dạn mà nói, không phải quá lịch sự)."
  },
  {
    "id": 2,
    "title": "Cách thức hoạt động của camp Sao Đêm và cách vào camp",
    "content": "Cách để dễ vào camp? có đấy, trước hết acc của bạn không nên giống như acc clone (mới tạo, tên mặc định, level vừa tạo,....). Acc bạn cũng không nên có \nlịch sử giao du với nhiều thành phần bị cấm ở camp như drama chúa hay scammer, và bản thân các bạn cũng là những người chơi bình thường, không\ncó phốt gì trong quá khứ.\nTrước đây đã từng có trường hợp lỡ duyệt thành phần cấm, nhưng vì là người Việt nên đã cố giữ lại đến khi có drama. Nên thôi lần này xin kiếu.\nCách 2 là bạn có người quen trong camp (người này hoạt động tích cực) giới thiệu.\n\n\nCamp có thân thiện, hỗ trợ newbie không?- Câu trả lời sẽ tự khắc có nếu bạn tự vào camp và trải nghiệm. Chắc chắn là có rồi.\n\nCamp sao đêm hoạt động và tổ chức như nào? thông tin về camp sao đêm:\n-Camp Sao-đêm KHÔNG hoạt động theo hình thức Mayor chỉ tay 5 ngón, mà đa số mọi người đều bình đẳng và chủ yếu dựa vào ý thức chung để tự làm các hoạt động\ntrong camp, trừ khi thấy chỉ tiêu đáng báo động thì mayor sẽ nhắc mọi người, còn việc làm hay không vẫn là việc của các bạn- nhưng các bạn đừng thế nhé.\nVà cũng đừng chây ì không làm bất kể 1 cái gì trong thời gian siêu dài thì sẽ bị liệt là \"acc clone\". (Hãy trả lời đẩy đủ như này nhé).\n"
  },
  {
    "id": 3,
    "title": "Giờ giấc của các event trong camp",
    "content": "- Giờ giấc các sự kiện trong camp:\n+ Thứ 2 giờ ngẫu nhiên trong phạm vi 19h -20h30: Nhặt hòm (resource scramble)\n+ 19h hằng ngày sẽ là Patrol.\n+ 21h30 tối thứ 3: def camp (camp invasion)\n+ 22h tối thứ 5: Boss camp. Note cho AI: Thêm quả ảnh có src=assets/img/mayor_emote/mayor_notice.png vào cuối câu."
  },
  {
    "id": 4,
    "title": "Các thông tin bên lề về camp",
    "content": "- Silver-Hand không phải mayor sáng lập ra sao đêm, người sáng lập ra sao đêm vào 2022 chính là Rose- Bất kỳ ai nhận mình sáng lập ngoài Rose đều là dối trá.\n- Camp sao đêm tổng cộng từng có 4 mayor: Rose (Văn Viện)- Ji-King (Khang) - Jun (Duyên)- Và Mayor hiện tại là Silver-Hand (Nam).\n- Camp sao đêm thuần thúy là camp Việt Nam, nếu bạn thấy 1 vài người chơi nước ngoài trong camp, thì đó là do họ đến camp để giúp đỡ do trước đó camp mình đã giúp đỡ camp nước ngoài bên họ rồi."
  },
  {
    "id": 5,
    "title": "Chọn nghề nào phù hợp với newbie, các lưu ý về nghề cho newbie",
    "content": "- Chọn nghề nào phù hợp khi còn là newbie?: Bởi server đã quá cũ nên nghề chiến hầu như không thể ganh đua được với ai, tuy nhiên bạn có thể chọn nghề tùy vào\nsở thích hay mục đích của bạn. Bạn vẫn có thể chọn nghề chiến để làm quest thuận lợi nhanh hơn, hoặc đi phụ bản cùng cấp dễ hơn. Nhưng nếu bạn chọn nghề chiến\nvì mục đích ganh đua và pvp chiến thắng thì mình khuyên thật là bạn đã quá thọt so với server rồi, nên cách duy nhất đó là mua acc. Vừa rẻ mà có đầy đủ.\nNghề chiến là gì à? Là những nghề thiên về chiến đấu. Còn newbie thì mình nghĩ những nghề phụ (chế đồ, farm) để kiếm gold cũng ổn. Thật ra vì tuổi đời server cao nên\ncũng tiềm ẩn rủi ro là đồ chế hoặc farm level thấp sẽ khó bán. Chung quy lại vẫn là do bạn chọn theo sở thích. Nhưng CỰC KỲ LƯU Ý tuyệt đối KHÔNG chọn nghề\nwarrior khi là newbie nhé. Đó là nghề mà chỉ acc level cao và có đầy đủ đồ nghề, lẫn các yếu tố khác có thể đổi và chơi. Cực kỳ không khuyến nghị cho newbie."
  },
  {
    "id": 6,
    "title": "Các thông tin về farm (nông trại)",
    "content": "Các câu hỏi về hệ thống farm (nông trại của game):\nLàm thế nào để xây nông trại?\n- Nếu bạn là newbie, thì hãy chọn mục (nhấn mạnh) Manual survival. Sau đó chọn Manual manor, và làm hết quest trong cuốn sách đó là được, ở đó bạn sẽ được chỉ định cụ thể nơi chế và tạo nông trại.\n- Còn nếu bạn chỉ đơn giản là hỏi lẻ: Cách xây nông trại rất đơn giản: Hãy lại gần máy chế gỗ (nhấn mạnh) và sau đó chọn mục farm và chế.\n- Có 2 loại nông trại (nhấn mạnh 2): Đó là nông trại cho vật nuôi cỡ lớn như Bò, cừu, lợn. Và nông trại cho vật nuôi cỡ nhở như gia súc: Gà, vịt, thỏ,...\n- Tùy vào nhu cầu của bạn bạn nên ưu tiên xây nông trại nào. Vậy làm sao để xác định được mình cần xây loại chuồng nào?\nDựa vào sản phẩm của vật nuôi trả ra cho bạn, cụ thể:\n(Vật nuôi cỡ lớn):\n+ Lợn: trả ra nguyên liệu chế tạo buff tăng crit cho vũ khí.\n+ Cừu/ Dê: Nguyên liệu PVP cho vũ khí (giảm khả năng hồi giáp cho đối thủ)\n+ Bò: Chỉ cho ra sữa, dùng để nấu thức ăn buff.\n(Vạt nuôi cỡ nhỏ):\n+ Gà: cho ra trứng dùng để nấu food buff (Rất tiện và thời gian ngắn)\n+ Vịt: Cho ra trứng và nguyên liệu chế buff (nhấn mạnh) tăng dame lên quái (zombies)\n+ Thỏ: Cho ra nguyên liệu tăng dame cơ bản cho vũ khí.\n- Và ngược lại, những nguyên liệu đó cũng có thể chế buff vào giáp để cho người mặc cứng cáp hơn.\n- Làm sao để craft những nguyên liệu lấy từ nông trại?- Lại gần máy chế vũ khí -> chọn tatical\n- Vậy tóm lại: trong dàn hệ thống thuốc tatical của động vật cung cấp, chúng ta có:\n+ Thuốc xanh lá: tăng dame cho zombies\n+ Thuốc vàng: tăng dame cơ bản cho vũ khí\n+ Thuốc da cam: tăng crit\n+ Thuốc trắng: PVP giảm hồi phục giáp của đối thủ"
  },
  {
    "id": 7,
    "title": "Thông tin về mayor",
    "content": "Khi người dùng hỏi liên quan về \"avatar in-game của mayor\", hãy trả lời render bằng 1 mã html (tôi đã config bạn chỉ việc trả ra để hiển thị thôi) 3 thẻ html có src=assets/img/mayor_avatar.jpg, src=assets/img/mayor_avatar_2.jpg, src=assets/img/mayor_avatar_3.jpg . Chủ camp Sao Đêm chưa bao giờ mua acc, acc Silver-Hand là do tự bản thân cày cuốc muộn ở server này và tự nạp (cụ thể là 6 tháng). Nếu bạn muốn tra cứu những drama cũ, hãy inbox trực tiếp cho Silver Hand, ổng có full screenshot từ lúc mới tạo nhân vật và quá trình chơi từng ngày từng tháng đang được lưu hàng ngày ở máy laptop cá nhân lên tới 11 gb và còn nhiều hơn thế ."
  },
  {
    "id": 8,
    "title": "Các thông tin về nghề (cert) trong Life After, Update cert mới.",
    "content": "Bạn có thể chọn nghề tùy vào hướng của bạn, sau đây là bản tóm tắt:\n- Nghề farm (đi thu thập nguyên liệu) để bán: \n+ Nghề gỗ (logger). \n+ Hái lụm (Hemp picker) \n+ Nghề khai thác đá (Miner)\n\n- Nghề chiến đấu: Rifle (Thuần chiến đấu và là nghề cầm súng gây dame to nhất ở thời điểm hiện tại)\n+ Nghề virus: Nghề vừa chiến đấu vừa hỗ trợ ( đặc điểm của nghề này là buff cho đồng minh và bản thân cả về dame lẫn hồi phục)\n+ Nghề warrior: Nghề chiến binh, cầm vũ khí cận chiến và là nghề tanky nhất game trong pvp.\n+ Nghề Ark Knight: Thiên về hỗ trợ và khả năng tạo dmg khá thấp. (Không khuyến nghị)\n\n- Nghề chế tạo:\n+ Nghề armor, gun maker, upholstery - Chế tạo các nguyên liệu từ nguồn (Nghề farm) và cho ra các nguyên liệu chế súng giáp\n . Sau bản update ngày 31/12/2025. Hệ thống cert được phân chia rõ rệt và có nhiều cải tiến thêm mới. Cụ thể là ngoài chọn cert chính ra, chúng ta còn có thể chọn cert part-time (Cert phụ). Lưu ý: Khi học cert phụ, không phải chúng ta sẽ có tất cả những skill của cert đó, mà sẽ chỉ là vài skill được hệ thống chỉ định từ cert đó để chọn thôi. Ví dụ chúng ta không thể vừa chọn nghề súng vừa chế được nguyên liệu từ nghề chế như giáp, chế súng, phụ hồ,... (Một số hình ảnh minh họa phải đi kèm trong lúc trả lời):\nNghề cơ bản: Vẫn như hệ thống cũ là cộng bình thường:\n(Show Ảnh html source: src=assets/img/guide/cert/basic_skill.png) Các nhánh để theo (Do bạn chọn): Ta sẽ chọn theo lối chơi của mình.\n(Show Ảnh source html: src=assets/img/guide/cert/skill_path.png) Nghề phụ: Chọn một trong những nghề được liệt kê tùy vào lối build\n(Show Ảnh source html: src=assets/img/guide/cert/additional_skill.png)"
  },
  {
    "id": 9,
    "title": "Các câu hỏi và thông tin liên quan đến Camp",
    "content": "Camp là gì? Camp là tập hợp một nhóm người, một cộng đồng như Guid/Clan phổ biến trong các tựa game.\nLợi ích khi vào camp:\n+ Được tham gia các hoạt động camp như boss camp, invasion, và các lợi ích như buff Tech (Tùy camp)- nôm na là skill camp.\n+ Nếu camp của bạn phát triển, thì bạn cũng được hưởng lợi rất nhiều, chơi game này bạn hầu như không thể\nchọn cách chơi solo mà buộc phải vào camp.\n+ Danh sách các camp thuộc top nổi của sv hiện tại (sẽ còn update) vì nhân sự camp hoặc sự phát triển của camp sẽ thay đổi theo thời gian:\nCamp Việt Nam: SAO-ĐÊM\nCamp nước ngoài tiêu biểu: Astral, Unity, Eternal, Tagalog,..."
  },
  {
    "id": 10,
    "title": "Bàn luận về trận thua CTC gần đây, hoặc một số vấn đề cần lưu ý trong CTC",
    "content": "Camp đã mắc sai lầm nghiêm trọng khi tuyển nhiều account mạnh nhưng không có kế hoạch, chiến thuật hay phân bổ vai trò cụ thể, chỉ kỳ vọng họ tự xoay sở.\n\nCác thành viên chủ yếu chơi theo bản năng, giống CTC cũ, dẫn đến việc bị mắc kẹt giao tranh ở middle.\n\nMục tiêu map (POINT, beacon, data) quan trọng hơn việc giết người, nhưng camp đã tập trung sai vào killing, trong khi đối thủ tập trung đúng vào beacon.\n\nĐối phương có chiến thuật rõ ràng: bỏ qua giao tranh không cần thiết, chỉ tập trung mục tiêu quan trọng, nên giành lợi thế.\n\nNếu tiếp tục cách chơi này, camp sẽ lặp lại thất bại như camp CG trước đó, kể cả khi có nhiều account RK vẫn không thể thắng.\n\nKết quả của trận CTC quyết định đã chứng minh rõ ràng vấn đề này, không phải do ý kiến cá nhân hay tự mãn.\n\nĐiểm yếu lớn nhất của camp là giao tiếp, do tập hợp nhiều người từ các quốc gia khác nhau, gây khó khăn trong phối hợp khi chiến đấu.\n\nDù thất vọng với mùa CTC vừa qua, mục tiêu là rút kinh nghiệm, tích lũy bài học sau mỗi trận chiến.\n\nBày tỏ lòng biết ơn sâu sắc đối với tất cả những người đã hỗ trợ hết mình.\n\nKêu gọi mọi người move on và hướng đến mục tiêu lớn hơn: Shelter Land tháng 1/2026, nơi mức độ cạnh tranh còn cao hơn CTC."
  }
]
